Repository: common-repository/comments-subscribe-checkbox
Catalog: languages/comments-subscribe-checkbox-*.po
Languages: he_il

source: Send me an email notification when someone replies to my comment
he_il: שלחו לי התראה למייל כאשר מישהו מגיב לתגובה שלי

source: New comment reply on post
he_il: תגובה חדשה בפוסט

source: Hey
he_il: שלום

source: We happy to let you know someone replied to your comment on post
he_il: אנחנו שמחים לבשר לך שמישהו הגיב לתגובה שלך בפוסט

source: You can view your comment reply by clicking on the link below:
he_il: ניתן לצפות בתגובה על ידי לחיצה על הקישור מתחת:

source: If you wish to stop getting notifications when someone replies to this comment click below:
he_il: במידה ואינך מעוניין לקבל התראות כאשר מישהו מגיב לתגובה שלך בעמוד לחץ על הקישור מתחת להסרה:

source: If you wish to stop getting notifications for all replies to your website comments click below:
he_il: במידה ואינך מעוניין להמשיך לקבל התראות לשום עמוד באתר שנרשמת אליו תוכל להסיר את עצמך מרשימת התפוצה לכל העמודים בקישור מתחת:

source: This message was sent from
he_il: הודעה זו נשלחה מאת

source: Unsubscribe from comments newsletter
he_il: הסרה מרשימת תפוצה

source: Your email address was successfully removed from the post
he_il: כתובת המייל שלך הוסרה בהצלחה מהפוסט

source: Your email address was successfully removed from all posts on the site
he_il: כתובת המייל שלך הוסרה בהצלחה מכל הפוסטים שבאתר

source: An error has occurred
he_il: התרחשה תקלה

source: We're sorry there was a problem and the email address wasn't deleted from the mailing list
he_il: אנחנו מצטערים התרחשה תקלה וכתובת המייל לא נמחקה מרשימת התפוצה
